<template>
  <div class="container p-4">
    <div class="row">
      <div class="col-10 offset-1">
        <h5>利用規約</h5>
        <p>この利用規約（以下、「本規約」といいます。）は、吉田朋也（以下「本サービス提供者」といいます。）がこのウェブサイト上で提供するサービス（以下、「本サービス」といいます。）の利用条件を定めるものです。登録ユーザーの皆さま（以下、「ユーザー」といいます。）には、本規約に従って、本サービスをご利用いただきます。</p>

        <div class="mb-4">
          <h6>第1条（適用）</h6>
          <p>本規約は、ユーザーと本サービス提供者との間の本サービスの利用に関わる一切の関係に適用されるものとします。</p>
        </div>

        <div class="mb-4">
          <h6>第2条（利用登録）</h6>
          <ol>
            <li class="mb-1">登録希望者が本サービス提供者の定める方法によって利用登録を申請し、本サービス提供者がこれを承認することによって、利用登録が完了するものとします。</li>
            <li class="mb-1">本サービス提供者は、利用登録の申請者に以下の事由があると判断した場合、利用登録の申請を承認しないことがあり、その理由については一切の開示義務を負わないものとします。
              <ol>
                <li class="mb-1">利用登録の申請に際して虚偽の事項を届け出た場合</li>
                <li class="mb-1">本規約に違反したことがある者からの申請である場合</li>
                <li class="mb-1">その他、本サービス提供者が利用登録を相当でないと判断した場合</li>
              </ol>
            </li>
          </ol>
        </div>

        <div class="mb-4">
          <h6>第3条（ユーザーIDおよびパスワードの管理）</h6>
          <p>ユーザーが外部サービスのID（Github, Google, Yahoo! Japan）を利用して本サービスに登録した場合、そのID等の登録、利用については、外部サービスが規定する各規約の定めに従うものとし、本サービス提供者はその内容について一切の責任を負うものではありません。</p>
        </div>

        <div class="mb-4">
          <h6>第5条（禁止事項）</h6>
          <p>ユーザーは、本サービスの利用にあたり、以下の行為をしてはなりません。</p>
          <ol>
            <li class="mb-1">法令または公序良俗に違反する行為</li>
            <li class="mb-1">犯罪行為に関連する行為</li>
            <li class="mb-1">本サービス提供者のサーバーまたはネットワークの機能を破壊したり、妨害したりする行為</li>
            <li class="mb-1">本サービス提供者のサービスの運営を妨害するおそれのある行為</li>
            <li class="mb-1">他のユーザーに関する個人情報等を収集または蓄積する行為</li>
            <li class="mb-1">他のユーザーに成りすます行為</li>
            <li class="mb-1">本サービス提供者のサービスに関連して、反社会的勢力に対して直接または間接に利益を供与する行為</li>
            <li class="mb-1">その他、本サービス提供者が不適切と判断する行為</li>
          </ol>
        </div>

        <div class="mb-4">
          <h6>第6条（本サービスの提供の停止等）</h6>
          <ol>
            <li class="mb-1">本サービス提供者は、以下のいずれかの事由があると判断した場合、ユーザーに事前に通知することなく本サービスの全部または一部の提供を停止または中断することができるものとします。
              <ol>
                <li class="mb-1">本サービスにかかるコンピュータシステムの保守点検または更新を行う場合</li>
                <li class="mb-1">地震、落雷、火災、停電または天災などの不可抗力により、本サービスの提供が困難となった場合</li>
                <li class="mb-1">コンピュータまたは通信回線等が事故により停止した場合</li>
                <li class="mb-1">その他、本サービス提供者が本サービスの提供が困難と判断した場合</li>
              </ol>
            </li>
            <li class="mb-1">本サービス提供者は、本サービスの提供の停止または中断により、ユーザーまたは第三者が被ったいかなる不利益または損害について、理由を問わず一切の責任を負わないものとします。</li>
          </ol>
        </div>

        <div class="mb-4">
          <h6>第7条（利用制限および登録抹消）</h6>
          <ol>
            <li class="mb-1">本サービス提供者は、以下の場合には、事前の通知なく、ユーザーに対して、本サービスの全部もしくは一部の利用を制限し、またはユーザーとしての登録を抹消することができるものとします。
              <ol>
                <li class="mb-1">本規約のいずれかの条項に違反した場合</li>
                <li class="mb-1">登録事項に虚偽の事実があることが判明した場合</li>
                <li class="mb-1">その他、本サービス提供者が本サービスの利用を適当でないと判断した場合</li>
              </ol>
            </li>
            <li class="mb-1">本サービス提供者は、本条に基づき本サービス提供者が行った行為によりユーザーに生じた損害について、一切の責任を負いません。</li>
          </ol>
        </div>

        <div class="mb-4">
          <h6>第8条（免責事項）</h6>
          <ol>
            <li class="mb-1">本サービス提供者の債務不履行責任は、本サービス提供者の故意または重過失によらない場合には免責されるものとします。</li>
            <li class="mb-1">本サービス提供者は、何らかの理由によって責任を負う場合にも、通常生じうる損害の範囲内においてのみ賠償の責任を負うものとします。</li>
            <li class="mb-1">本サービス提供者は、本サービスに関して、ユーザーと他のユーザーまたは第三者との間において生じた取引、連絡または紛争等について一切責任を負いません。</li>
          </ol>
        </div>

        <div class="mb-4">
          <h6>第9条（サービス内容の変更等）</h6>
          <p>本サービス提供者は、ユーザーに通知することなく、本サービスの内容を変更しまたは本サービスの提供を中止することができるものとし、これによってユーザーに生じた損害について一切の責任を負いません。</p>
        </div>

        <div class="mb-4">
          <h6>第10条（利用規約の変更）</h6>
          <p>本サービス提供者は、必要と判断した場合には、ユーザーに通知することなくいつでも本規約を変更することができるものとします。</p>
        </div>

        <div class="mb-4">
          <h6>第11条（通知または連絡）</h6>
          <p>ユーザーと本サービス提供者との間の通知または連絡は、本サービス提供者の定める方法によって行うものとします。</p>
        </div>

        <div class="mb-4">
          <h6>第12条（権利義務の譲渡の禁止）</h6>
          <p>ユーザーは、本サービス提供者の書面による事前の承諾なく、利用契約上の地位または本規約に基づく権利もしくは義務を第三者に譲渡し、または担保に供することはできません。</p>
        </div>

        <div class="mb-4">
          <h6>第13条（準拠法・裁判管轄）</h6>
          <ol>
            <li class="mb-1">本規約の解釈にあたっては、日本法を準拠法とします。</li>
            <li class="mb-1">本サービスに関して紛争が生じた場合には、東京地方裁判所を第一審の専属的合意管轄裁判所とします。</li>
          </ol>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
</script>

<style scoped>
</style>
